{
  "books": [
    {
      "id": 1,
      "image": "https://drive.google.com/file/d/1HJ0blQowtHbbZc3CGhNt-rsoI-BsR6D4/view?usp=sharing",
      "name": "Creativity, Inc.",
      "author": "by Ed Catmull",
      "cost": 17.05,
      "description": "Creativity, Inc. is a manual for anyone who strives for originality and the first-ever, all-access trip into the nerve center of Pixar Animation—into the meetings, postmortems, and “Braintrust” sessions where some of the most successful films in history are made. It is, at heart, a book about creativity but it is also, as Pixar co-founder and president Ed Catmull writes",
      "category1": "Business",
      "category2": "Economics",
      "category3": "Print"
    },
    {
        "id": 2,
        "image": "https://drive.google.com/file/d/1GtZgxK-_6ovJ03wjxHFev9MuDyUSMARH/view?usp=sharing",
        "name": "Dark Places",
        "author": "by Gillian Flynn",
        "cost": 11.71,
        "description": "Libby Day was seven when her mother and two sisters were murdered in 'The Satan Sacrifice of Kinnakee, Kansas.' She survived and famously testified that her fifteen year old brother, Ben, was the killer. Twenty five years later, the Kill Club a secret society obsessed with notorious crimes locates Libby and pumps her for details. They hope to discover proof that may free Ben. Libby hopes to turn a profit off her tragic history: She'll reconnect with the players from that night and report her findings to the club for a fee",
        "category1": "Mystery",
        "category2": "Triller",
        "category3": "Crime"
    },
    {
        "id": 3,
        "image": "https://drive.google.com/file/d/1Ct-vBygU_lur7lpCucNWDaLMjJJy01co/view?usp=sharing",
        "name": "Camino Island",
        "author": "by John Grisham",
        "cost": 9.89,
        "description": "A gang of thieves stage a daring heist from a secure vault deep below Princeton University's Firestone Library. Their loot is priceless, but Princeton has insured it for twenty five million dollars. Bruce Cable owns a popular bookstore in the sleepy resort town of Santa Rosa on Camino Island in Florida. He makes his real money, though, as a prominent dealer in rare books. Very few people know that he occasionally dabbles in the black market of stolen books and manuscripts",
        "category1": "Mystery",
        "category2": "Triller",
        "category3": "Crime"
    },
    {
      "id": 4,
      "image": "https://drive.google.com/file/d/1wAtC6On4HhRU_ID5UNL3auRZiyjSbnEN/view?usp=sharing",
      "name": "The Martian",
      "author": "by Andy Weir",
      "cost": 15.44,
      "description": "Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he's sure he'll be the first person to die there. After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he's alive and even if he could get word out, his supplies would be gone long before a rescue could arrive",
      "category1": "Science",
      "category2": "Fantasy",
      "category3": "High-Technology"
    },
    {
        "id": 5,
        "image": "https://drive.google.com/file/d/1k7fQPymb1TsDtaFGXlrARWc8njqyhpHv/view?usp=sharing",
        "name": "The Reckoning: A Novel",
        "author": "by John Grisham",
        "cost": 10.79,
        "description": "USA Today October 1946, Clanton, Mississippi Pete Banning was Clanton, Mississippi's favorite son a decorated World War II hero, the patriarch of a prominent family, a farmer, father, neighbor, and a faithful member of the Methodist church. Then one cool October morning he rose early, drove into town, and committed a shocking crime. Pete's only statement about it to the sheriff, to his lawyers, to the judge, to the jury, and to his family was: 'I have nothing to say",
        "category1": "Mystery",
        "category2": "Suspense",
        "category3": "Triller"
    },
    {
        "id": 6,
        "image": "https://drive.google.com/file/d/1MxDDSUhgbdJsDm7AuBON0hBrkakrDvqn/view?usp=sharing",
        "name": "Moby-Dick",
        "author": "by Herman Melville",
        "cost": 12.23,
        "description": "Moby Dick by Herman Melville. Moby Dick is the story of Captain Ahab's quest to avenge the whale that 'reaped' his leg. The quest is an obsession and the novel is a diabolical study of how a man becomes a fanatic. But it is also a hymn to democracy",
        "category1": "Children's",
        "category2": "Sea story",
        "category3": "Epic"
    },
    {
      "id": 7,
      "image": "https://drive.google.com/file/d/17h3M4ly1_S1vXLiezM9qxj17FM52wquE/view?usp=sharing",
      "name": "The Picture of Dorian Grey",
      "author": "by Oscar Wilde, Mariella De Souza, Alexandre Barbosa de Souza, et al.",
      "cost": 8.98,
      "description": "An astounding novel of decadence, debauchery, and secrecy from one of Ireland's greatest writers. Nominated as one of America's best loved novels by PBS's The Great American Read Enthralled by his own exquisite portrait, Dorian Gray makes a Faustian bargain to sell his soul in exchange for eternal youth and beauty",
      "category1": "Mystery",
      "category2": "Queer",
      "category3": "Triller"
    },
    {
        "id": 8,
        "image": "https://drive.google.com/file/d/1XSSt7MkGVua7FedbM6HyrCra1V3ZRe7r/view?usp=sharing",
        "name": "The Eye of the World",
        "author": "by Robert Jordan",
        "cost": 13.69,
        "description": "The Wheel of Time turns and Ages come and pass, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth returns again. What was, what will be, and what is, may yet fall under the Shadow. When The Two Rivers is attacked by Trollocs a savage tribe of half men, half beasts five villagers flee that night into a world they barely imagined, with new dangers waiting in the shadows and in the light. Since its debut in 1990, The Wheel of Time(R) has captivated millions of readers around the globe with its scope, originality, and compelling characters",
        "category1": "Science",
        "category2": "Fantasy",
        "category3": "Children's"
    },
    {
        "id": 9,
        "image": "https://drive.google.com/file/d/1l9ezCLWN11ebdDnVL7OcWL2LNwear9AF/view?usp=sharing",
        "name": "Between Sisters",
        "author": "by Kristin Hannah",
        "cost": 17.05,
        "description": "Some Years ago, Meghann Dontess made a terrible choice that cost her everything, including the love of her sister, Claire. Now, Meghann is a highly successful attorney who doesn't believe in intimacy until she meets the one man who can change her mind. Claire Cavenaugh has fallen in love for the first time in her life. As her wedding day approaches, she prepares to face her strong willed older sister. Reunited after more than two decades apart, these two women who believe they have nothing in common will try to become what they never were: a family",
        "category1": "Romance",
        "category2": "Contemporary",
        "category3": "Print"
    }
  ]
}
